Repository: munawarb/NVDA-Time-Zoner
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: pt_pt, ru, uk

source: No timezones set
pt_pt: Nenhum fuso horário definido
ru: Часовые пояса не установлены
uk: Немає встановлених часових поясів

source: Time Zoner
pt_pt: Anúncio de horas em diferentes fusos horários
ru: Часовые пояса

source: Filter:
pt_pt: Filtrar
ru: Фильтр:
uk: Фільтрувати:

source: Timezones (select to add, deselect to remove)
pt_pt: Fusos horários (marque para adicionar e desmarque para remover)
ru: Часовые пояса (Отметте флажок для добавления, снимите флажок для удаления)
uk: Часові пояси (позначте, щоб додати, зніміть позначку, щоб видалити)

source: Timezone Ring
pt_pt: Anel de fusos horários
ru: Кольцо часового пояса
uk: Кільце часових поясів

source: Remove
pt_pt: Remover
ru: Удалить
uk: Видалити

source: Move Up
pt_pt: Mover para cima
ru: Переместить вверх
uk: Перемістити вгору

source: Move Down
pt_pt: Mover para baixo
ru: Переместить вниз
uk: Перемістити вниз

source: Announce abbreviated timezones
pt_pt: Anunciar fusos horários abreviados
ru: Объявлять сокращённые часовые пояса
uk: Промовляти абревіатури часових поясів

source: Components
ru: Компоненты

source: Continent
ru: Континент

source: Country
ru: Страна

source: City
ru: Город

source: Time
ru: Время

source: Date
ru: Дата

source: Announce Timezone At:
ru: Объявлять часовые пояса:

source: %d results now showing
pt_pt: A mostrar %d resultados
ru: показано %d результатов
uk: Показано %d результатів

source: Speaks the time and date in the specified timezone in the configured timezone ring according to the amount of times this key is pressed in rapid succession.
pt_pt: Anuncia a hora e data no fuso horário especificado no anel de fusos horários, de acordo com o número de vezes que o comando foi rapidamente pressionado.
ru: Произносит время и дату в указанном часовом поясе в настроенном кольце часовых поясов в зависимости от количества нажатий этой клавиши в быстрой последовательности.
uk: Промовляє час і дату в зазначеному часовому поясі в налаштованому кільці часових поясів відповідно до кількості швидких натискань цієї клавіші.

source: Moves to and speaks the previous timezone in the timezone ring.
ru: Переходит к предыдущему часовому поясу в кольце часовых поясов и озвучивает его.

source: Moves to and speaks the next timezone in the timezone ring.
ru: Переходит к следующему часовому поясу в кольце часовых поясов и озвучивает его.

source: Announces the time and date in selected timezones. Use the Settings dialog to set timezones you want to hear. After you do this, press NVDA+ALT+UP/DOWN ARROW to cycle through your timezone ring and hear times in your selected timezones.
ru: Объявляет время и дату в выбранных часовых поясах. Используйте меню настроек, чтобы установить часовые пояса, которые вы хотите прослушать. После этого нажмите NVDA+ALT+ стрелки ВВЕРХ/ ВНИЗ, чтобы переключаться по кольцу часовых поясов и услышать время в выбранных часовых поясах.

source: Configure Timezone Ring...
pt_pt: Configurar o anel de fusos horários...
uk: Налаштування кільця часових поясів...

source: Save
pt_pt: Guardar
uk: Зберегти

source: Cancel
pt_pt: Cancelar
uk: Скасувати

source: Configure Timezone Ring
pt_pt: Configurar o anel de fusos horários
uk: Налаштувати кільце часових поясів

source: Allows the configuration of timezones
pt_pt: Permite a configuração de fusos horários
uk: Дозволяє налаштувати часові пояси

source: Brings up the timezone selection dialog.
pt_pt: Abre a janela "Configurar anel de fusos horários".
uk: Відкриває діалог вибору часового пояса.

source: Announces the time and date in selected timezones. Use the Preferences menu to set timezones you want to hear. After you do this, press NVDA+ALT+T to cycle through your timezone ring and hear times in your selected timezones.
pt_pt: Anuncia a hora e data nos fusos horários seleccionados. Use a opção "Configurar anel de fusos horários", no menu Preferências do NVDA, para definir os fusos horários que deseja que sejam anunciados. Depois pressione NVDA+Alt+t para percorrer o anel de fusos horários e ouvir a hora e data daquele que deseja.
uk: Оголошує час і дату у вибраних часових поясах. У меню «Налаштування» встановіть часові пояси, про які бажаєте почути. Опісля натисніть NVDA+ALT+T для переміщення у кільці часових поясів і прослуховування часу у вибраних часових поясах.
